{"target": "B005LUQ0FI", "candidate": "B000FLD4AC", "finemt": "1. Add a pair of gold hoop earrings to the ears.\n2. Change the black tank top to a light pink tank top.\n3. Replace the blue jeans with high-waisted blue jeans.\n4. Change the hairstyle to a loose, messy bun.\n5. Add a pair of white sneakers."}
{"target": "B00AKPE8XU", "candidate": "B007GO6I4K", "finemt": "1. The shorts can be changed to a more fitted and cropped style, with a more vibrant color.\n2. Change the neckline of the shirt to be more scooped, with a more rounded shape.\n3. The sleeves of the shirt can be removed to make it sleeveless."}
{"target": "B006R7HLOS", "candidate": "B00A4LM6L6", "finemt": "Change the color of the shirt to a light grey. Add two green stars on the shirt, one on each side of the man's head. Add a small logo or emblem on the left side of the shirt, below the man's head. Ensure that the shirt has a round neckline."}
{"target": "B00355BRZE", "candidate": "B003ZVIWL0", "finemt": "1. Change the color of the woman's pants to black.\n2. Add a graphic or text design to the woman's pants.\n3. Modify the design of the woman's top to have a more casual and relaxed look.\n4. Change the shape of the woman's top to have a more fitted silhouette."}
{"target": "B00CA90III", "candidate": "B00FFGZ2JI", "finemt": "1. Adjust the position of the hands, with one hand on the hip and the other resting on the waist.\n2. Replace the ripped jeans with black leggings or leggings with a different pattern.\n3. Change the long sleeves of the black shirt to shorter sleeves.\n4. Change the hairstyle to a short, chic cut.\n5. Add a small accessory to the left wrist."}
{"target": "B00C3X89XC", "candidate": "B0096HNR1C", "finemt": "Add a belt or sash around the waist. Change the sleeves to be shorter. Modify the neckline to have a more fitted and structured design. Change the color of the shirt to a darker shade."}
{"target": "B0009I89QK", "candidate": "B00CC2IUZG", "finemt": "Transform the reference image:\n\n1. Ensure that the neckline of the shirt is more rounded and less pointed.\n2. Adjust the font style and size of the text.\n3. Modify the design on the shirt to be more minimalistic and less detailed.\n4. Add a small logo or emblem to the shirt.\n5. Change the color of the shirt to a lighter shade."}
{"target": "B004NEIFTW", "candidate": "B00A4DOGUI", "finemt": "1. Add a unique graphic element to the t-shirt.  \n4. Modify the design of the band logo with a playful and whimsical font.  \n5. Change the color scheme of the t-shirt to a mix of bold colors.  \n"}
{"target": "B004P4KT0I", "candidate": "B0098LVLV4", "finemt": "1. The fabric of the shirt can be made softer and more breathable.\n2. Change the neckline of the shirt to a V-neck.\n3. The overall fit of the shirt can be made more form-fitting."}
{"target": "B007LCPQMC", "candidate": "B00ELMUDQO", "finemt": "To transform the reference image:\n\n1. Add a subtle pattern or texture to the shirt.\n2. Adjust the sleeve length to be slightly shorter.\n3. Ensure that the shirt has a slightly loose fit.\n4. Change the color of the shirt to a lighter shade.\n5. Add a small slit or hem at the bottom of the shirt."}
{"target": "B00AIIVM10", "candidate": "B00EUUPAG0", "finemt": "Add a lace trim to the bottom of the shirt. Change the sleeves to be longer and more voluminous with a ruffled design."}
{"target": "B00CDC2OB6", "candidate": "B009IAQJRG", "finemt": "To transform the reference image to the target image:\n\n1. Incorporate a more asymmetrical hemline, with one side being longer and the other side being shorter. \n2. Replace the white collar with a black collar. \n3. Change the short sleeves of the shirt to long sleeves. \n4. Add a scoop neckline to the shirt."}
{"target": "B00BN7J8OI", "candidate": "B00BXDTB4O", "finemt": "Change the color of the vest to a darker shade.  \nAdd a belt to the vest.  \nAdd a pocket to the vest."}
{"target": "B005SH65WM", "candidate": "B006SF627Q", "finemt": "1. Add a contrasting neckline or hem to the shirt.\n2. Shorten the sleeves of the shirt to short or three-quarter length.\n3. Change the color of the shirt to a vibrant shade of red.\n4. Adjust the neckline of the shirt to be scooped or rounded."}
{"target": "B005FOFYXE", "candidate": "B009S284XQ", "finemt": "1. Add a more intricate and detailed design to the neckline of the cardigan.\n2. Change the color of the shirt to white.\n3. Modify the neckline of the cardigan to be more open and loose.\n4. Change the color of the cardigan to black."}
{"target": "B000EP103M", "candidate": "B000X1MC2U", "finemt": "1. Adjust the positioning of the text to be centered on the shirt.\n2. Add a small graphic or logo on the left side of the shirt.\n3. Change the font style of the text to a more modern and sleek font."}
{"target": "B001Q54LNA", "candidate": "B004KUUJHA", "finemt": "1. Change the color of the shirt from blue to green.\n2. Add \"REBORN\".\n3. Replace the image of the cross with a recycling symbol.\n4. Change the font of the text to a more modern and bold style.\n5. Adjust the positioning of the text to be centered below the recycling symbol."}
{"target": "B006STQH3Q", "candidate": "B008C01WNO", "finemt": "1. Adjust the fit of the tank top to be more fitted. \n2. Add a peplum or gathered waist detail to the tank top. \n3. Change the color of the tank top to a darker shade, such as navy blue or black.\n4. Shorten the sleeves of the tank top."}
{"target": "B009UST8VK", "candidate": "B00A9CBCWY", "finemt": "Add additional elements or text.  \nAdjust the placement of the graphic to be centered or off-center.  \nChange the font style of the text to be bold and blocky.  \nReplace the heart symbol with a more abstract design."}
{"target": "B00D4FUXSM", "candidate": "B00BJU8UYI", "finemt": "To transform the reference image to target image:\n\n1. The shirt can be made more fitted and form-fitting.\n2. The shirt can be made more textured.\n3. Change the neckline of the shirt to be more off-the-shoulder.\n4. The color of the shirt can be changed to a darker shade of blue."}
{"target": "B007HCAFH2", "candidate": "B008NFLQ6Q", "finemt": "1. The collar of the shirt can be made more pointed and structured. \n2. The leopard print pattern on the shirt can be made more bold and vibrant.\n3. The overall fit of the shirt can be made more loose and relaxed.\n4. The fabric of the shirt can be made more sheer.\n5. The buttons on the shirt can be made more prominent and larger."}
{"target": "B006G3BHG6", "candidate": "B00BI4T02G", "finemt": "1. The neckline of the shirt can be made lower.\n2. The shirt can be made more oversized.\n3. The overall fit of the shirt can be made more loose and flowy.\n4. The design of the shirt can be made more intricate, with lace or embroidery details on the neckline and sleeves.\n5. The sleeves of the shirt can be made longer."}
{"target": "B00B72EMB8", "candidate": "B006L1F72I", "finemt": "To transform the reference image to target image:\n\n1. Ensure the shirt is made of a smooth, stretchy fabric.\n2. Make sure the shirt has a slightly loose and relaxed fit.\n3. Ensure the sleeves are short and straight.\n4. Change the neckline to a more plunging, V-shaped design."}
{"target": "B00BQMGR58", "candidate": "B0010ZFN10", "finemt": "1. Add a design to the front of the tank top.\n2. Add a design to the back of the tank top.\n3. Change the neckline of the tank top to be more rounded.\n4. Ensure that the sleeves have specific details.\n5. Add a design to the sides of the tank top.\n6. Change the bottom of the tank top with specific details."}
{"target": "B00C7CTESI", "candidate": "B00C7CSURY", "finemt": "Adjust the fit of the shirt to be more form-fitting, accentuating the waist and hips. Change the color of the pants to a darker shade. Modify the belt to be more decorative, with a unique design and a contrasting color to the shirt. Change the sleeves of the shirt to be longer and have horizontal stripes."}
{"target": "B001GJ3T4I", "candidate": "B0046IB5PQ", "finemt": "1. Add a more structured collar to the jacket.  \n2. Change the color of the jacket to a more brown shade.  \n3. Replace the zipper on the jacket with a more stylish and unique design.  \n4. Replace the sleeves of the jacket with a more fitted design.  \n5. Add a more tailored fit to the jacket."}
{"target": "B002RNR1QY", "candidate": "B00BBW5A5Q", "finemt": "Change the sleeves of the tank top to be shorter. Modify the neckline of the tank top to be more scooped. Add a graphic or pattern to the tank top. Add a scalloped or ruffled edge to the neckline. Add a contrasting trim or piping to the neckline. Replace the solid color of the tank top with a more vibrant color."}
{"target": "B00417RX5S", "candidate": "B0051GLDKO", "finemt": "To transform the reference image to the target image:\n\n1. The color of the top can be changed to black, red, and white.\n2. The top can be made more fitted with a structured silhouette.\n3. Change the neckline of the top to a strapless design.\n4. The fabric of the top can be changed to a stretchy and smooth texture."}
{"target": "B000NRL2SE", "candidate": "B00CFRY0FW", "finemt": "1. The shirt can be made more loose-fitting, with a slightly longer length.\n2. The sleeves of the shirt can be made longer, with a more relaxed fit.\n3. The shirt can be made more wrinkled.\n4. Change the neckline of the shirt to be more V-shaped, with a more pronounced V-neck design."}
{"target": "B00DP3447O", "candidate": "B006NKNNNM", "finemt": "Add a more relaxed and casual fit to the shirt. Add a more relaxed and casual fit to the sleeves. Incorporate a more textured and wrinkled appearance to the shirt. Modify the neckline of the shirt to be more rounded and scooped."}
{"target": "B0049MOEGG", "candidate": "B008OGWITI", "finemt": "1. Update the shirt design to include lace or embroidery.\n2. Make the sleeves longer.\n3. Modify the neckline to be more rounded.\n4. Alter the fit to be more fitted and tailored."}
{"target": "B0025VCDWU", "candidate": "B0025V86V2", "finemt": "1. Incorporate a contrasting pocket design.  \n3. Ensure that the overall fit and silhouette of the shirt is loose and comfortable.  \n4. Adjust the sleeve length to be longer.  \n5. Add a button-down front to the shirt.  \n6. Modify the collar design to be more pointed and structured."}
{"target": "B00B72HHJW", "candidate": "B005T3YF5Y", "finemt": "Adjust the sleeve length to be longer. \nAdd a pair of white pants. \nIncorporate lace details on the front and sides of the top. \nAdd a V-neck design to the top. \nEnsure that the overall fit of the top is loose and flowy."}
{"target": "B00B44W04U", "candidate": "B00B44Y822", "finemt": "1. Change the color of the shirt to a more vibrant red.\n2. Add long sleeves to the shirt.\n3. Add a bow to the left shoulder of the shirt.\n4. Add a ruffled collar to the shirt.\n5. Add a lace pattern to the shirt."}
{"target": "B007TKI1S2", "candidate": "B007TKI08I", "finemt": "Adjust the fit of the tank top to be more form-fitting. Change the color of the tank top to a vibrant pink. Incorporate a floral or geometric pattern to the tank top. Modify the pattern of the tank top to be intricate and detailed. Add a contrasting color or design to the neckline of the tank top."}
{"target": "B000NFAY6W", "candidate": "B004NQUMV4", "finemt": "Ensure that the hammer and the star are positioned in the center of the shirt. Add a red collar to the shirt. Modify the font of the \"CCCP\" text to be more bold and eye-catching. Change the color of the hammer and the star to a more vibrant yellow. Add a small red star above the hammer and the star."}
{"target": "B00AW8T5TC", "candidate": "B0069VGMOM", "finemt": "To transform the reference image to target image: \n\n1. Add a small pattern or embroidery to the shirt.\n2. Ensure the shirt is 3/4 sleeve with a more fitted silhouette.\n3. Modify the neckline of the shirt to be a V-neck.\n4. Change the sleeves of the shirt to be longer and have buttons."}
{"target": "B007FOEVQS", "candidate": "B005X8U09U", "finemt": "1. Modify the shape of the tank top to be more fitted and have a more structured design. \n2. Adjust the length of the tank top to be shorter. \n3. Modify the design of the shorts to be more distressed. \n4. Change the color of the shorts to be more pink."}
{"target": "B00DHW2CO0", "candidate": "B008XOYB78", "finemt": "1. Adjust the fit of the tank top in the reference image.\n2. Change the color of the tank top to blue, with a gradient design.\n3. Adjust the shape of the tank top in the reference image.\n4. Change the tank top in the reference image to a darker shade of blue.\n5. Adjust the neckline of the tank top in the reference image."}
{"target": "B00B11Z9TE", "candidate": "B00AZP2X96", "finemt": "1. Adjust the fit of the top to be more form-fitting, with a cinched waist and a slightly flared skirt.\n2. Replace the lace trim on the top with a more subtle and elegant detail.\n3. Modify the design of the top to be less revealing, with a more modest neckline and a more conservative fit."}
{"target": "B006NFRPW2", "candidate": "B007ZTC3LI", "finemt": "Change the color of the t-shirt from black to brown. Change the text on the t-shirt to \"Love the Earth\" in a cursive font. Ensure that the sleeves are short and the neckline is round."}
{"target": "B00EHAS05G", "candidate": "B000OT9CO2", "finemt": "2. Change the design of the eagle's head to be more geometric and angular, with sharp lines and a more modern look.\n4. Replace the eagle's eye with a more abstract design, such as a stylized eye or a geometric pattern.\n5. Change the color of the eagle's feathers to a more vibrant and eye-catching shade, such as gold or bronze."}
{"target": "B00EEAP0T8", "candidate": "B00DF23M8C", "finemt": "Add a small ruffle or pleat detail to the bottom of the shirt. Change the sleeves of the black shirt to be sleeveless."}
{"target": "B0075GVMH2", "candidate": "B0074BJHG6", "finemt": "Change the neckline of the shirt to a V-neck."}
{"target": "B006T438A0", "candidate": "B0047PASFG", "finemt": "1. Change the design of the truck on the back of the t-shirt to a more modern and sleek design. \n2. Change the color of the t-shirt to a lighter shade of blue. \n3. Add a smaller image of a red Mustang car."}
{"target": "B009T57AUK", "candidate": "B007IRMTUC", "finemt": "1. The neckline of the shirt can be made more V-shaped. \n2. The shorts can be changed to be more fitted. \n3. The overall fit of the shirt can be made more loose. \n4. The sleeves of the shirt can be made longer. \n5. Change the color of the shirt to be darker."}
{"target": "B008AU6X62", "candidate": "B00BY3K5H0", "finemt": "Add a contrasting white collar to the shirt.  \nAdd a button-down front to the shirt.  \nLengthen the sleeves of the shirt.  \nChange the solid blue shirt to a satin material.  \nEnsure the overall fit of the shirt is loose and comfortable."}
{"target": "B0060ODA3O", "candidate": "B00DC99584", "finemt": "Add a yellow Batman logo on the belt. Add a yellow Batman symbol on the back of the shirt. Add a yellow Batman symbol on the front of the shirt. Replace the yellow cape with a black cape. Change the color of the belt to black, with a silver buckle. Change the shape of the shirt to a V-neck."}
{"target": "B006GHBOMY", "candidate": "B009YJEHN4", "finemt": "To transform the reference image to target image:\n\n1. Adjust the sleeve length to be longer.\n\n2. Add a button detail to the front of the blouse.\n\n3. Increase the size of the V-neck to make it more prominent.\n\n4. Ensure that the overall fit of the blouse is loose and flowy."}
{"target": "B00AZL8D7G", "candidate": "B008CG0PX6", "finemt": "1. Modify the collar to be more pointed and less rounded.\n2. Remove the frills on the collar and sleeves for a more streamlined appearance.\n3. Add a button-down front to the shirt.\n5. Adjust the sleeve length to be shorter.\n6. Change the color of the shirt to a darker blue."}
{"target": "B00CN5LOLO", "candidate": "B00B5A7SHW", "finemt": "1. Adjust the sleeves to be shorter and more relaxed.\n2. Modify the hairstyle to be more loose and natural-looking.\n3. Modify the neckline of the shirt to be more scooped and less deep.\n4. Change the color of the shirt to a solid blue without stripes."}
{"target": "B004WI8BEI", "candidate": "B0089K2RMW", "finemt": "1. Add a more structured silhouette to the top, with a more defined waistline.\n2. Adjust the neckline to be more V-shaped, with a more defined collar.\n3. Remove the ruffles on the shoulders and sleeves.\n4. Change the color of the top to a darker shade, such as black or deep brown."}
{"target": "B005NY6KKW", "candidate": "B005NY6PLQ", "finemt": "Adjust the length of the dress to be slightly longer. Change the color of the dress to a darker shade, such as red or maroon, with black trim and longer sleeves. Modify the neckline of the dress to be more V-shaped with a more intricate design. Add a belt or sash around the waist of the dress."}
{"target": "B002LBND9Q", "candidate": "B008H38JM8", "finemt": "Adjust the fit of the shirt to be more tailored and fitted. Change the sleeve length to be shorter. Add a button placket to the front of the shirt. Modify the design of the logo on the shirt to be more subtle and less prominent."}
{"target": "B008R4XVZW", "candidate": "B008CPLUPE", "finemt": "1. The neckline of the blouse can be made more V-shaped with a defined look.\n2. Change the sleeves of the blouse to shorter and more fitted.\n3. The bottom of the blouse can be made more fitted and structured.\n4. The overall fit of the blouse can be made more form-fitting and tailored."}
{"target": "B003T4V2Q0", "candidate": "B002N34B20", "finemt": "To transform the reference image to target image:\n\n1. Ensure that the text on the shirt is clear and legible, with a bold and easy-to-read font.\n2. Add a small logo or emblem to the shirt.\n3. Change the graphic design on the shirt to be more minimalistic and less detailed."}
{"target": "B004Z2OF14", "candidate": "B008C01WNO", "finemt": "Change the shorts to blue denim shorts with rolled-up cuffs. Add a pair of strappy sandals to complete the outfit."}
{"target": "B008N6I9NI", "candidate": "B008QJ6SVW", "finemt": "1. Change the neckline of the red shirt to a scoop neck.\n2. Ensure that the red shirt has a more fitted silhouette.\n3. Modify the overall fit of the red shirt to be more relaxed.\n4. Adjust the sleeve length of the red shirt to be shorter."}
{"target": "B0096CEED2", "candidate": "B009EZNB0S", "finemt": "1. Change the font of the text to a comic book font. \n2. Modify the design of the characters to be more cartoonish with larger eyes and more expressive facial features. \n3. Change the background color to a bright blue or green."}
{"target": "B00B77PAT6", "candidate": "B009YMKZUK", "finemt": "Adjust the sleeves of the blouse. Modify the neckline of the blouse. Change the color of the blouse. Add a more detailed design to the bottom of the blouse. Modify the shape of the blouse. Add a more detailed pattern to the sleeves."}
{"target": "B00DIGRMHC", "candidate": "B00DQCVPGW", "finemt": "Change the \"BE YOU\" text to \"YOU ONLY LIVE ONCE\" in a gradient color scheme, with a rainbow gradient effect. Add a small logo or emblem on the left side of the shirt."}
{"target": "B00C7Z5WGI", "candidate": "B009OOAYJU", "finemt": "Replace the belt with a thinner, more casual belt. Change the color of the shirt to a lighter shade of blue. Adjust the fit of the shirt to be more relaxed and comfortable. Shorten the sleeves of the shirt."}
{"target": "B00EJZY5EY", "candidate": "B00EK0FYHA", "finemt": "Change the neckline of the shirt to be more rounded. The sleeves of the shirt can be made longer."}
{"target": "B007WADMD8", "candidate": "B007FH4UOI", "finemt": "1. Add a pair of sunglasses to the model.\n2. Replace the mannequin with a model wearing the blue top."}
{"target": "B0027REA96", "candidate": "B00BF72LP4", "finemt": "1. Modify the sleeves to be shorter, with a more fitted design.  \n2. Add a scoop neckline to the shirt.  \n3. Ensure that the overall fit of the shirt is snug and form-fitting.  \n4. Change the color of the shirt to a darker shade, such as burgundy or maroon.  "}
{"target": "B007EUXDP8", "candidate": "B00C6ANJ4G", "finemt": "1. Add a round neckline to the shirt.\n2. Change the color of the shirt from red to dark gray.\n3. Add a small tag on the neckline.\n4. Add a small logo on the left side of the shirt.\n5. Ensure that the shirt is sleeveless."}
{"target": "B007L3WSZ4", "candidate": "B00BC04Q4S", "finemt": "Replace the lace detail on the top with a more subtle and less colorful design. Add tiered ruffles to the bottom of the top. Change the color of the top to a more muted pink shade. Adjust the fit of the top to be more relaxed and comfortable. Modify the neckline of the top to be more rounded and less structured."}
{"target": "B004IPUK12", "candidate": "B009R72WLC", "finemt": "1. Add the text \"Have a Nice Jay!\" below the graphic design.\n2. Add the text \"Nice Rack!\" below the antler design.\n3. Add a graphic design on the front of the tank top.\n4. Ensure that the tank top has longer sleeves.\n5. Change the color of the tank top to black."}
{"target": "B00CRP9AIO", "candidate": "B00EYIEGX6", "finemt": "1. Change the color of the tank top to white with green stripes.\n2. Change the hair color to dark brown.\n3. Change the color of the bracelet to gold.\n4. Change the color of the jeans to dark blue."}
{"target": "B007E3777U", "candidate": "B006YYNYM2", "finemt": "1. Add the text \"Irish Firefighter Heritage\" in gold and green colors on the front of the shirt.\n2. Change the color of the shirt from white to green.\n3. Add a gold border around the shamrock design.\n4. Add a gold border around the shirt's neckline.\n5. Add a gold border around the text \"Irish Firefighter Heritage\"."}
{"target": "B00A8WMLDE", "candidate": "B007XD5M96", "finemt": "To transform the reference image to target image:\n1. Change the sleeves of the dress to be more short and loose. \n2. Change the color of the dress to black and white. \n3. Modify the overall shape of the dress to be more fitted and form-fitting. \n4. Modify the neckline of the dress to be more low-cut."}
{"target": "B00AZO3MRO", "candidate": "B00EA1M6UC", "finemt": "1. The stripes on the shirt can be made more evenly spaced and thicker.\n2. The overall fit of the shirt can be made more loose and relaxed.\n3. The sleeves of the shirt can be shortened to a more casual length.\n4. The color of the stripes can be changed to a darker shade of pink."}
{"target": "B00A13FKLU", "candidate": "B0036MPETQ", "finemt": "1. Change the color of the shirt to a darker blue. \n2. Modify the jeans to have a more distressed look."}
{"target": "B000VTBEBY", "candidate": "B009EETXPQ", "finemt": "Replace the blue background with a black background. Change the font of the text to be more distressed and worn-out. Modify the design of the skull to be more stylized and less realistic. Add a design on the right side of the shirt. Add a design on the left side of the shirt."}
{"target": "B004GTMPMM", "candidate": "B005KHYWEI", "finemt": "1. Add a pocket to the front of the shirt.  \n2. Change the color of the shirt to black.  \n3. Ensure that the sleeves are long and slightly loose.  \n4. Ensure that the hair is styled in a loose, tousled manner.  "}
{"target": "B002GOSQBS", "candidate": "B00EPLXSAO", "finemt": "Add a contrasting color to the collar of the shirt. Add a contrasting color to the sleeves. Modify the neckline of the shirt to have a more fitted and structured design. Add a contrasting color to the cuffs of the sleeves. Change the sleeve length of the shirt to be short."}
{"target": "B005IT8OBA", "candidate": "B005LXFXIA", "finemt": "Add a border around the logo.  \nChange the text \"I am a Hero\" to \"I am a Hero\" in a smaller font size.  \nAdd a star to the center of the logo.  \nChange the color of the t-shirt from black to tan.  "}
{"target": "B00CXKNGME", "candidate": "B006GZJUEU", "finemt": "1. Change the sleeves of the top to be long and red.  \n2. Adjust the fit of the top to be more form-fitting and tailored.  \n3. Modify the neckline of the top to be more V-shaped.  \n4. Add a more structured and defined waistline to the top."}
{"target": "B009J1E2AK", "candidate": "B009QUC7EC", "finemt": "1. Change the color of the shirt to black.\n2. Replace the text \"Newfie\" with \"The Dogfather\" in white.\n3. Add a white silhouette of a dog to the shirt.\n4. Ensure that the shirt has a round neckline."}
{"target": "B004V2NA0U", "candidate": "B005WXZJEW", "finemt": "Change the neckline of the black top to be more V-shaped.\n\nEnsure that the overall silhouette of the black top is more fitted.\n\nAdd a decorative element to the center of the V-neck.\n\nAdjust the sleeves of the black top to be more flared or bell-shaped."}
{"target": "B006N04SXQ", "candidate": "B008OZSFD2", "finemt": "To transform the reference image to target image:\n1. Add buttons.\n2. Remove the floral print from the blouse.\n3. Change the color of the blouse to a darker shade.\n4. Add a lace trim to the neckline.\n5. Ensure that the neckline is more rounded.\n6. Make the sleeves longer."}
{"target": "B004R1RJTS", "candidate": "B009T9SIYS", "finemt": "1. Change the color of the frog character to coral.\n2. Make the frog character more solid and less childish, with a more mature design.\n3. Change the font of the text on the frog character to a more modern and sleek font.\n4. Ensure that the frog character has a V-neck shape."}
{"target": "B00GI3JR6Q", "candidate": "B005FJUKMO", "finemt": "Modify the neckline of the top to be more frilly, with a ruffled or gathered design. Adjust the fit of the top to be less shirty and more form-fitting. Add a belt or other accessory to the top to accentuate the waist."}
{"target": "B000JTCQQ8", "candidate": "B007Y5K6QM", "finemt": "1. Add a subtle texture or pattern to the background.\n2. Modify the graphic design to be minimalistic, with a simple and clean layout.\n3. Adjust the font size and style of the text for better legibility.\n4. Change the color scheme to monochromatic, using black and white."}
{"target": "B003ZUXY6E", "candidate": "B00C83MYM4", "finemt": "Add lace or embroidery to the white blouse. Modify the neckline of the white blouse to be more rounded and less deep. Change the sleeve length of the white blouse to be longer and with a more relaxed fit. Adjust the length of the white blouse to be slightly longer and with a more relaxed fit. Add a flowy design to the white blouse."}
{"target": "B004YD0QE4", "candidate": "B0043G1JMA", "finemt": "To transform the reference image to the target image: \n\n1. The neckline of the shirt can be changed. \n2. The sleeves of the shirt can be shortened. \n3. The overall fit of the shirt can be made more form-fitting. \n4. The font of the text on the shirt can be changed."}
{"target": "B0095SQB9C", "candidate": "B00FGXW0FY", "finemt": "To transform the reference image:\n\n1. Add buttons to the front of the shirt. \n2. Add a collar to the shirt. \n3. Make the sleeves longer. \n4. Make the shirt more transparent. \n5. Change the color of the shirt to a darker shade."}
{"target": "B007C3NXY8", "candidate": "B00BCQ0RZ4", "finemt": "1. Add a belt or sash to the waist of the tank top.\n2. Change the color of the tank top to a solid blue shade.\n3. Replace the gold shorts with beige or light brown shorts.\n4. Change the sleeveless design of the tank top to a short-sleeved design."}
{"target": "B000IIQRA6", "candidate": "B000QUZSXS", "finemt": "To transform the reference image to target image:\n\n1. Add long sleeves to the panda and the baby panda.\n2. Change the color of the panda and the baby panda to white or light gray.\n3. Ensure that the panda and the baby panda are positioned in front of the woman.\n4. Add a lace trim to the neckline of the panda and the baby panda."}
{"target": "B00AJ3N33E", "candidate": "B00C3N771C", "finemt": "Change the color of the top to a more vibrant red. Adjust the neckline of the top to have a deeper V-neck shape. Modify the sleeves of the top to be longer and more voluminous."}
{"target": "B0062WL55E", "candidate": "B006WITMVW", "finemt": "1. Add a belt or buckle around the waist of the top.\n2. Modify the sleeves of the top to be more cut off.\n3. Change the neckline of the top to be more low-cut and asymmetrical.\n4. Adjust the fit of the top to be more loose and flowy.\n5. Change the color of the top to a black and white scheme."}
{"target": "B002Y72PXW", "candidate": "B0086JXCRA", "finemt": "Change the color of the shirt to black.  \nChange the neckline to a scoop neck.  \nReplace the leopard design with a dragonfly design."}
{"target": "B00BWUWG5O", "candidate": "B00D7IRDF2", "finemt": "1. Change the color of the pants to black.\n2. Add a button-down front to the shirt.\n3. Change the design of the shirt to have a more layered and textured appearance.\n4. Add longer sleeves to the shirt.\n5. Change the color of the shirt to a darker shade, such as brown or black."}
{"target": "B006WZ5RCI", "candidate": "B00AANHWGC", "finemt": "1. Incorporate open sleeves with a flowy and loose fit.\n2. Add a cinched waist with a belt or a tie.\n3. Add a unique design to the back of the shirt, such as a cutout or a pattern."}
{"target": "B004ZLBFDG", "candidate": "B001V4UMRA", "finemt": "Change the black long-sleeve shirt to a bright pink top with a colorful pattern.  \nAdd a contrasting black band or trim around the neckline and waist of the top.  \nAdd a small, decorative detail to the top.  \nEnsure that the top has a scoop neckline.  \nAdd a ruffled or frilly hem to the top."}
{"target": "B008D903ZM", "candidate": "B00BQR7H2A", "finemt": "1. Add more intricate details to the shirt.  \n2. Adjust the length of the sleeves.  \n3. Experiment with different fabric types.  \n4. Modify the star pattern on the shirt.  \n5. Incorporate a V-neck design.  \n6. Change the color palette of the shirt.  "}
{"target": "B00BR40SQY", "candidate": "B00A3Y9KYA", "finemt": "To transform the reference image to target image:\n1. Add a scoop or V-neckline to the blouse.\n2. Add a structured and defined waistline to the blouse.\n3. Add lace or embroidery to the blouse.\n4. Make the sleeves of the blouse more flowy and loose."}
{"target": "B00CMFH2Z2", "candidate": "B008X3B44W", "finemt": "1. Add a bracelet to the wrist.  \n2. Add a belt to the waist.  \n3. Add a collar to the shirt."}
{"target": "B00CAAMNEY", "candidate": "B003XT4ZZQ", "finemt": "1. Incorporate a different graphic design, such as a portrait or abstract pattern.\n2. Change the color of the t-shirt to a darker shade.\n3. Add a contrasting color to the graphic design.\n4. Ensure that the neckline of the t-shirt is slightly higher.\n5. Adjust the shape of the t-shirt to have a more fitted silhouette."}
{"target": "B00CB20U5A", "candidate": "B00CQ23XEU", "finemt": "To transform the reference image to target image:\n\n1. The sleeves of the shirt can be removed to make it more flowy and sleeveless.\n2. Change the neckline of the shirt to be more round and less deep.\n3. The fit of the shirt can be made more loose and relaxed."}