{"target": "B008BHCT58", "candidate": "B003FGW7MK", "finemt": "1. Change the sleeves of the dress to be short and sleeveless. \n2. Modify the neckline of the dress to be more V-shaped, with a deep V-neckline. \n3. Ensure that the dress is made of silk or chiffon fabric. \n4. Add a cinched waist to the dress."}
{"target": "B00BZ8GPVO", "candidate": "B008MTHLHQ", "finemt": "Add a pair of strappy heels. Modify the hem of the dress to be longer. Modify the neckline of the dress to be more V-shaped. Add a belt around the waist of the dress. Change the sleeve length of the dress to be longer."}
{"target": "B008KZR6WM", "candidate": "B00EVKYJAC", "finemt": "To transform the reference image to target image: 1. Modify the neckline of the dress to be a boat neck. 2. Adjust the length of the dress to be knee-length. 3. Add a contrasting color block on the side of the dress. 4. Add a belt around the waist of the dress."}
{"target": "B00684UYEE", "candidate": "B003U9VL4W", "finemt": "Add a floral pattern with red cherries and green leaves. Add a sweetheart neckline or a bow at the back. Adjust the fit of the dress to be more form-fitting, with a cinched waist and a flared skirt. Add a red belt around the waist. Change the strapless design of the dress to a halter neckline."}
{"target": "B00EV1B9C2", "candidate": "B00BLY2L2E", "finemt": "1. Add a ruffle or lace detail to the bottom of the skirt.\n2. Replace the short sleeves of the dress with long sleeves.\n3. Replace the short skirt of the dress with a floor-length skirt.\n4. Change the strapless design of the dress to a sweetheart neckline.\n5. Add a sash or belt to the waist of the dress."}
{"target": "B000FSDAIG", "candidate": "B00B2EAOA4", "finemt": "1. Change the color of the dress to a vibrant blue with a tie-dye pattern.  \n2. Replace the straps of the dress with a halter neck design.  \n3. Modify the neckline of the dress to be a plunging V-neck.  \n4. Add a belt around the waist.  "}
{"target": "B00CTSFYSE", "candidate": "B00CIAINUO", "finemt": "1. Add a color block pattern to the dress.\n2. Change the sleeve design of the dress to have a more open and flowy style.\n3. Add a halter neckline to the dress.\n4. Modify the length of the dress to be longer.\n5. Modify the design of the dress to have a more flowy and loose fit."}
{"target": "B008ULB0PK", "candidate": "B002UUTR4S", "finemt": "Change the strapless design of the dress to a strap design with a more structured look. The bow on the dress can be replaced with a more intricate design. The overall fit and silhouette of the dress can be made more form-fitting with a tailored look."}
{"target": "B00C97K8TK", "candidate": "B009XNOE34", "finemt": "Add a dress. Modify the neckline of the dress to be more V-shaped. Change the color of the dress to black."}
{"target": "B002GT074M", "candidate": "B0045KDJYU", "finemt": "To transform the reference image to target image:\n\n1. Remove the bracelet on the woman's left wrist or change it to a different accessory.\n2. Change the necklace to a gold necklace with a circular pendant.\n3. Change her pose to one with her hands on her hips.\n4. Change her sandals to strappy high heels."}
{"target": "B009N9YUP0", "candidate": "B00BR3OXYS", "finemt": "Change the pattern on the dress. Ensure that the overall fit and silhouette of the dress is more form-fitting. Adjust the sleeve length of the dress to be shorter. Change the color of the dress. Modify the neckline of the dress. Modify the waistband of the dress to be more fitted."}
{"target": "B00EOSK2DY", "candidate": "B008BPV244", "finemt": "1. Add a belt or accessory to the waist area to give the outfit a more polished look.\n2. Shorten the sleeves of the top to give it a more modern look.\n3. Change the length of the skirt to be shorter.\n4. Adjust the fit of the top to be more loose and comfortable.\n5. Add more stripes to the top."}
{"target": "B00DYXGVW6", "candidate": "B007E8M69Y", "finemt": "1. Change the neckline of the dress to be more scooped and less fitted.\n2. Make the lace detailing on the dress more prominent and intricate.\n3. Shorten the sleeves of the dress."}
{"target": "B007CVK41K", "candidate": "B0060FHQI8", "finemt": "Change the color of the dress to red and white.  \nChange the neckline of the dress to be more plunging and revealing.  \nModify the shape of the dress to have a more flowy and asymmetrical design.  \nChange the color of the shoes to silver or a metallic shade.  \n"}
{"target": "B00G5N3J04", "candidate": "B00BJSE54Y", "finemt": "Change the neckline of the dress to be more scooped, with a more rounded design. The waist of the dress can be cinched in, giving it a more form-fitting appearance. The sleeves of the dress can be made shorter, with a more fitted look. The straps of the dress can be made thinner and more delicate."}
{"target": "B007EBPVAW", "candidate": "B00BBL2AM8", "finemt": "Add a belt or sash around the waist. Modify the design of the top to be strapless or low-cut. Adjust the length of the skirt to reach just above the knees. Replace the sandals with strappy heels or open-toed sandals. Change the color of the dress to a brighter shade."}
{"target": "B00FJDYWAC", "candidate": "B005MKBNX6", "finemt": "Change the neckline of the dress to be more scooped.\n\nThe sleeves of the dress can be made shorter.\n\nThe design on the dress can be simplified.\n\nThe overall fit of the dress can be made more form-fitting.\n\nThe length of the dress can be shortened."}
{"target": "B004NRNQRU", "candidate": "B005RYO4DS", "finemt": "1. Add a belt around the waist.\n2. Modify the shape of the dress to be more fitted and form-fitting.\n3. Modify the sleeves of the dress to be strapless.\n4. Change the color of the dress to black and white."}
{"target": "B008UWJHFO", "candidate": "B006NUDY04", "finemt": "To transform the reference image to target image:\n\n1. The dress can be made more fitted at the top, with a more structured design.\n2. Change the straps of the dress to be strapless.\n3. The hem of the dress can be made asymmetrical, with the bottom going to the side."}
{"target": "B00DGP705O", "candidate": "B00A8FA0IE", "finemt": "Add a high-low hem to the dress. Modify the design of the dress to have a more flowy and loose fit. Add a contrasting color to the side of the dress. Shorten the sleeves of the dress to make it sleeveless."}
{"target": "B0065RQ4LG", "candidate": "B00EDTKF9A", "finemt": "To transform the reference image to target image:\n\n1. Ensure that the boots have a smooth finish.\n2. Replace the buckles on the boots with a more modern and sleek design.\n3. Ensure that the boots have a slightly taller heel.\n4. Change the color of the boots to black."}
{"target": "B00438R7EM", "candidate": "B00DRDIZFY", "finemt": "Change the color of the dress to a vibrant red. \n\nChange the color of the belt to match the dress. \n\nMake the bodice of the dress strapless with a fitted, structured shape."}
{"target": "B001E8XULI", "candidate": "B002GYOV1W", "finemt": "Modify the design of the dress. Change the color of the flowers on the dress. Modify the overall fit of the dress. Adjust the length of the dress. Change the color of the straps. Adjust the shape of the straps."}
{"target": "B00A6FQH92", "candidate": "B00BYF3CQE", "finemt": "1. Change the neckline of the dress to be more V-shaped. \n2. The waistband of the dress can be made more structured. \n3. The skirt of the dress can be made shorter with a peplum design at the bottom. \n4. The color of the dress can be changed to a black and gray color scheme."}
{"target": "B00BL4U932", "candidate": "B003UV9XTA", "finemt": "To transform the reference image to target image:  \n\n1. Adjust the shape of the dress to be more fitted and form-fitting.  \n2. Change the sleeve design to be strapless.  \n3. Change the color of the dress to be blue.  \n4. Add a belt or sash around the waist."}
{"target": "B00E0WP2Y8", "candidate": "B008F4DYIS", "finemt": "1. The skirt of the dress can be made wider and more flared.\n2. The waistband of the dress can be made wider.\n3. The sleeves of the dress can be shortened.\n4. The belt of the dress can be made wider and more prominent.\n5. The heels of the shoes can be made more pointed and higher."}
{"target": "B009DMFFLK", "candidate": "B0063R8BIW", "finemt": "To transform the reference image to target image:\n\n1. Add a black belt around the waist of the dress.\n2. Add a strapless design to the dress.\n3. Shorten the length of the dress.\n4. Modify the design of the dress to have a peplum waist."}
{"target": "B008BRM2GY", "candidate": "B00FVTN84U", "finemt": "1. Change the dress to a black dress with a pattern.\n2. Change the strapless design of the dress to a strapless design with a belt around the waist.\n3. Change the neckline to a V-neckline.\n4. Lengthen the sleeves of the dress.\n5. Change the bodice to a more flowy and loose bodice."}
{"target": "B005MGDYAA", "candidate": "B009NCH63U", "finemt": "Add short sleeves to the dress. Add a more fitted silhouette to the dress, accentuating the waist and hips. Replace the belt with a thicker, more prominent belt. Change the color of the dress to a darker shade of green."}
{"target": "B00APFED80", "candidate": "B00APFEPRY", "finemt": "Modify the neckline of the dress to be strapless. Change the color of the dress from pink to blue. Add a decorative belt around the waist to accentuate the waistline."}
{"target": "B0051T2TSQ", "candidate": "B008UBRHIE", "finemt": "1. Replace the black heels with a pair of black strappy heels.\n2. Change the color of the cardigan to a darker shade of black or dark gray."}
{"target": "B00E4NM9LW", "candidate": "B00BWPV50Q", "finemt": "To transform the reference image to target image: \n\n1. Add a contrasting color or pattern to the lower part of the dress.\n2. Change the neckline of the dress to be more rounded.\n3. Add a decorative detail to the neckline of the dress.\n4. Adjust the length of the sleeves to be shorter."}
{"target": "B00509LC3U", "candidate": "B008TKM7IQ", "finemt": "1. Change the hairstyle of the woman to a loose, wavy style.\n2. Replace the short sleeves of the dress with long sleeves.\n3. Change the color of the dress to black and white with a checkered pattern.\n4. Add a pair of heels.\n5. Add a pair of earrings.\n6. Add a red belt."}
{"target": "B006ZQW628", "candidate": "B004IK9BDA", "finemt": "Add a belt around the waist. Change the shape of the neckline to a more V-neck design. Add a ruffle or a lace detail to the sleeves. Change the patterns to a more abstract design. Change the length of the dress to be knee-length or slightly above."}
{"target": "B008ULB33O", "candidate": "B00FNJDPNW", "finemt": "1. The lace detail on the top can be made more intricate and detailed, with a more elaborate pattern.\n2. The heels can be made more high-heeled and strappy, with a more pointed toe design.\n3. The skirt of the dress can be made more fitted and form-fitting, with a high slit."}
{"target": "B00DTPXNNE", "candidate": "B00FO6Y4CU", "finemt": "1. Change the color of the dress to pale pink.  \n2. Change the color of the straps to black.  \n3. Add a bow detail.  \n4. Modify the neckline of the dress to be a v-neck.  "}
{"target": "B0097L5W9M", "candidate": "B0062FMQOU", "finemt": "1. The pattern of the dress can be made more plain. \n2. The neckline of the dress can be made more strapless.\n3. The overall fit of the dress can be made more form-fitting.\n4. The color of the dress can be changed to a more neutral tone.\n5. Change the straps of the dress to be more visible."}
{"target": "B00CKL8YRS", "candidate": "B00C97HZWI", "finemt": "Add a belt around the waist. Add a lace trim to the bottom. Adjust the fit to be more form-fitting and waisted. Modify the neckline to be more scooped. Change the sleeves to be sleeveless. Change the color to green with small dots."}
{"target": "B007N00P1O", "candidate": "B008I2VXU8", "finemt": "1. Modify the neckline of the dress to have a keyhole cutout.  \n2. Add a lattice or criss-cross pattern on the upper part of the dress.  \n3. Adjust the sleeves of the dress to be shorter and more fitted.  \n4. Change the color of the dress to a vibrant blue.  "}
{"target": "B008E6IBEY", "candidate": "B003TJA806", "finemt": "1. The shoes can be changed to black, with a more polished finish.  \n2. The skirt can be made shorter, giving it a more fitted look.  \n3. Change the color of the top to be more neutral, with a simpler design.  \n4. The sleeves can be made shorter, giving it a more casual look."}
{"target": "B00684V5LK", "candidate": "B00684UKK2", "finemt": "Change the color of the dress to white. Modify the shape of the neckline to be more rounded. Adjust the length of the sleeves to be shorter. Change the color of the belt to be more contrasting. Modify the skirt to be more voluminous and fuller. Add a floral pattern."}
{"target": "B00E9MS2ZK", "candidate": "B008CO888C", "finemt": "Modify the heels to be more conservative, with a lower heel height. Change the sleeves to be shorter, with a more fitted design. Add a simple belt around the waist."}
{"target": "B00B19GNCS", "candidate": "B009K7G69I", "finemt": "1. The color of the dress can be changed to red or blue.\n2. The skirt of the dress can be made shorter, with a more fitted silhouette.\n3. The sleeves of the dress can be made shorter.\n4. The overall fit of the dress can be made more form-fitting."}
{"target": "B008AIKAYU", "candidate": "B0072CLC0Q", "finemt": "Change the color of the dress to black.\n\nAdd a decorative band around the waist of the dress.\n\nModify the neckline of the dress.\n\nChange the sleeve design of the dress to be sleeveless.\n\nAdd a pair of black heels."}
{"target": "B009DIG5X6", "candidate": "B008DGZ1IY", "finemt": "1. Change the color of the dress to a darker shade.\n2. Shorten the sleeves of the dress to a shorter length.\n3. Add a more revealing design to the dress.\n4. Ensure that the dress fits snugly and flatteringly on the body.\n5. Modify the pattern of the sequins on the dress to be more uniform."}
{"target": "B005MKBQBK", "candidate": "B0052IGSS8", "finemt": "1. Change the sleeve length of the dress to be short.\n2. Change the pattern of the dress to be geometric.\n3. Ensure that the dress is solid black.\n4. Add a belt around the waist of the dress.\n5. Modify the neckline of the dress to be more rounded.\n6. Add a pair of black ankle boots."}
{"target": "B00B67DET0", "candidate": "B005SN1F5I", "finemt": "1. The sleeves of the dress can be shortened.\n2. Change the neckline of the dress to be round and less high.\n3. The dress can be made more fitted at the waist and hips."}
{"target": "B008A4OT2S", "candidate": "B006ACAY0I", "finemt": "To transform the reference image to target image:\n\n1. Change the color of the hat to black.\n2. The overall shape of the hat can be made more pointed and angular.\n3. The brim of the hat can be made wider and more pronounced.\n4. The band of the hat can be made wider and more decorative."}
{"target": "B008MZSKS4", "candidate": "B002YQ3MAS", "finemt": "Change the color of the dress to a darker, more solid black color. Modify the shape of the dress to be more fitted and form-fitting, with a structured silhouette. Modify the sleeves of the dress to be shorter and more fitted, with a tailored look."}
{"target": "B00AFOMFT0", "candidate": "B00AFPZBUY", "finemt": "1. Modify the sleeves of the dress to be fitted and sleeveless.\n2. Change the neckline of the dress to be strapless.\n3. Modify the footwear to be stylish.\n4. Add a detailed pattern to the dress.\n5. Change the color of the belt to coordinate with the dress."}
{"target": "B00A8FANIQ", "candidate": "B00BYN092Q", "finemt": "1. Change the color of the heels to a metallic or glossy finish.\n2. Modify the design of the dress to have a more fitted silhouette.\n3. Replace the black cardigan with a fitted jacket.\n4. Adjust the hairstyle to be more voluminous and styled naturally."}
{"target": "B005OORJ8I", "candidate": "B003IHVHOK", "finemt": "Add a belt or sash around the waist of the dress. Change the sleeves of the dress to be medium in length. Add some embellishments or details to the dress."}
{"target": "B0072BD06Q", "candidate": "B008GQ3M1E", "finemt": "Change the color of the dress to a vibrant red. Adjust the fit of the dress to be more form-fitting. Add intricate details to the lace pattern on the dress. Change the color of the heels to gold or silver. Modify the sleeves to a fitted and capped design."}
{"target": "B00DW7SGFY", "candidate": "B00FFW0TRW", "finemt": "1. Change the color of the dress to a lighter shade of pink.  \n2. Adjust the length of the sleeves to be shorter.  \n3. Ensure that the overall shape of the dress is more fitted, with a cinched waist and a flared skirt.  \n5. Change the neckline of the dress to a halter-style with a bow tie at the back.  "}
{"target": "B00B0QDSXY", "candidate": "B008BHS3UI", "finemt": "Change the color of the dress to a deeper pink. Adjust the fit of the dress to be more form-fitting around the waist and hips, and then flaring out slightly at the bottom. Change the color of the shoes to black or a darker shade. Add a belt or sash to accentuate the waistline."}
{"target": "B005EYSZZO", "candidate": "B0073ETM28", "finemt": "To transform the reference image to target image:\n\n1. The waistband of the dress can be made more cinched, with a more structured and defined look.\n2. The sleeves of the dress can be shortened or removed.\n3. Change the neckline of the dress to be more strapless.\n4. The overall fit and shape of the dress can be made more form-fitting."}
{"target": "B00ALGU3FK", "candidate": "B0067HLGGC", "finemt": "To transform the reference image: \n\n1. The overall fit and silhouette of the dress can be made more form-fitting.\n2. The sleeves of the dress can be made shorter with a more relaxed fit.\n3. Change the straps of the dress to be more adjustable and secure.\n4. The neckline of the dress can be made more feminine and elegant."}
{"target": "B00CNGCRPA", "candidate": "B00CMGP6PY", "finemt": "To transform the reference image to target image:\n\n1. Incorporate a black and white or red and white color scheme to the dress.\n2. Add a zigzag or chevron design to the dress.\n3. Modify the design of the dress to have a more fitted silhouette, with a slim waist and a flared skirt."}
{"target": "B004QVWTMQ", "candidate": "B0062R1L8A", "finemt": "Change the color of the dress to a darker shade of blue. Add some sheer or semi-sheer elements to the dress. Adjust the neckline of the dress to be more rounded. Modify the design of the dress to have a more flowy and loose fit. Ensure that the overall silhouette of the dress is more relaxed and comfortable, with a slightly longer length."}
{"target": "B007CPTQ1A", "candidate": "B008KSA964", "finemt": "To transform the reference image to target image:\n\n1. Add a more intricate and detailed design to the skirt of the dress.\n2. Add a belt around the waist of the dress.\n3. Change the heels to a pair of strappy sandals.\n4. Add a V-neck design to the dress.\n5. Remove the sleeves of the dress and make it sleeveless."}
{"target": "B004ZY0CBY", "candidate": "B006WQW6K8", "finemt": "To transform the reference image to the target image:\n\n1. The sleeves of the dress can be made shorter and more fitted.\n2. The skirt of the dress can be made shorter and more fitted.\n3. Change the neckline of the dress to be more round and less deep."}
{"target": "B0065L240C", "candidate": "B00CO6KO0E", "finemt": "To transform the reference image to target image:\n1. The color of the dress can be changed to black.\n2. The sleeves of the dress can be made shorter and more fitted with sheer material.\n3. Change the neckline of the dress to be more plunging.\n4. The waist of the dress can be cinched with a defined waistband."}
{"target": "B00824GB22", "candidate": "B007RGMHA6", "finemt": "1. Modify the design of the shoulder straps to be strapless.\n2. Add a belt or sash around the waist.\n3. Change the color of the top.\n4. Change the fabric of the top.\n5. Add a ruffle or lace detail to the top.\n6. Adjust the length of the top to be shorter with a fitted silhouette."}
{"target": "B00CUD9RQI", "candidate": "B00CUDWJJU", "finemt": "1. Add a more intricate design to the bodice of the dress. \n2. Remove the belt from the dress. \n3. Add a more structured or cinched waistline to the dress. \n4. Shorten the sleeves of the dress to just above the knees."}
{"target": "B009VYW3Y2", "candidate": "B006BBKVPG", "finemt": "1. The neckline of the dress can be made more plunging and deep.\n2. The skirt of the dress can be made more flowy and asymmetrical, with a more flared design.\n3. The geometric print on the dress can be made more intricate and detailed."}
{"target": "B00C40W020", "candidate": "B00AKOUZPQ", "finemt": "Adjust the neckline of the dress to be more rounded and less scooped. Change the sleeves of the dress to be longer, reaching down to the mid-calf area. Ensure that the dress is fitted at the waist and hips, with a slight flare towards the bottom."}
{"target": "B00712KNGG", "candidate": "B008BRM2G4", "finemt": "The dress can be made more comfortable, with a more breathable and lightweight fabric. The skirt of the dress can be made shorter and more flowy. Change the neckline of the dress to be more scooped."}
{"target": "B006ZQX8RK", "candidate": "B006LFF850", "finemt": "Add a belt or sash around the waist of the dress. Adjust the neckline of the dress. Change the hairstyle of the model. Change the color of the dress. Add a more intricate design to the dress. Make the dress shinier."}
{"target": "B00DJQN0MW", "candidate": "B007CDYAAE", "finemt": "1. The length of the dress can be adjusted to be shorter.\n2. The color of the dress can be changed to a solid red color.\n3. The design of the dress can be updated to have a more intricate pattern or texture.\n4. Change the straps of the dress to be more solid and less visible."}
{"target": "B0060FHQI8", "candidate": "B0053W3ZCK", "finemt": "1. Change the neckline of the dress to be more plunging.  \n2. Change the color of the dress to a brighter shade.  \n3. Make the pattern of the dress more intricate.  \n4. Shorten the skirt of the dress and make it more asymmetrical.  \n5. Shorten the sleeves of the dress."}
{"target": "B004YN2KW0", "candidate": "B004YKSCX4", "finemt": "Change the neckline of the dress to a strapless, more plunging design. The pattern of the dress can be changed to an abstract and colorful design. The overall fit of the dress can be made more form-fitting."}
{"target": "B00EDTG2PQ", "candidate": "B00DZYKQK2", "finemt": "Change the neckline of the dress to be more V-shaped, with a ruffled design around the neckline. Modify the skirt of the dress to be shorter and more fitted, with a flared design at the bottom. Change the sleeves of the dress to be shorter, with a more fitted design."}
{"target": "B006WQXWE2", "candidate": "B0074PSMUY", "finemt": "1. The skirt of the dress can be made shorter and more fitted.  \n2. The straps of the dress can be made thinner and more delicate.  \n3. The pattern of the dress can be changed.  \n4. The sleeves of the dress can be made shorter and more fitted.  \n5. Change the neckline of the dress to be more square-shaped."}
{"target": "B006MOS4DS", "candidate": "B009ANVHJG", "finemt": "1. The color of the dress can be changed to red.\n2. The sleeves of the dress can be shortened and made more fitted.\n3. The shoes can be changed to strappy sandals or high heels.\n4. The fabric of the dress can be changed to satin.\n5. Change the neckline of the dress to be square-shaped."}
{"target": "B00DH7DDRU", "candidate": "B00A8FAI86", "finemt": "1. The dress can be made more form-fitting at the top, with a more structured bodice. \n2. The waistband of the dress can be made more structured, with a belt or sash to accentuate the waist. \n3. Change the sleeveless design of the dress to a sleeved design, with a more fitted silhouette."}
{"target": "B00CTT50XC", "candidate": "B00CTT44KW", "finemt": "1. Change the sleeves of the dress to be short, with a box design.  \n2. Ensure that the dress has a more structured and fitted silhouette.  \n3. Modify the color of the dress to be white and black.  \n4. Modify the neckline of the dress to be more fitted.  \n5. Adjust the length of the dress to be shorter."}
{"target": "B00CTA12Q0", "candidate": "B00CTA0NEW", "finemt": "1. Change the color of the top to white with a solid design.\n2. Change the sandals to strappy and open-toed with a metallic finish.\n3. Modify the overall fit of the dress to be loose and flowy with a relaxed silhouette.\n4. Adjust the length of the skirt to be longer."}
{"target": "B008RJZVHS", "candidate": "B007Y3CO3C", "finemt": "To transform the reference image to target image:\n1. The heels of the dress can be made more pointed.\n2. Change the sleeves of the dress to be shorter with a more fitted design.\n3. The belt of the dress can be made more prominent with a wider width and a contrasting color.\n4. The overall fit of the dress can be made more form-fitting."}
{"target": "B005V3N4E0", "candidate": "B006MOS5IM", "finemt": "The color of the dress can be changed to black. The skirt of the dress can be made looser. The heels can be changed to be strappy. The overall fit of the dress can be made more form-fitting. The neckline can be made more scalloped. Change the sleeves to be long."}
{"target": "B00741MD2Q", "candidate": "B0091R7GBE", "finemt": "Adjust the length of the dress. Change the color of the boots. Add a belt or sash. Modify the neckline of the dress. Change the color of the dress and add sleeves to it."}
{"target": "B0030MIDIQ", "candidate": "B0030MI3AE", "finemt": "1. The sleeves of the dress can be shortened to the upper arm area. \n2. Change the neckline of the dress to be more square-shaped, with a higher neckline. \n3. The dress can have a simple design, without any patterns or embellishments.\n4. The skirt of the dress can be shorter, ending at the knee or mid-calf."}
{"target": "B00CZBUOGC", "candidate": "B00A0S760O", "finemt": "Add dress. Change the color of the dress to a darker shade. Change the style of the heels to be more pointed and stiletto-style. Shorten the sleeves of the dress. Change the shape of the dress to be more fitted and form-fitting with a structured silhouette."}
{"target": "B005H1Z6CE", "candidate": "B00AVWKDTK", "finemt": "1. The dress can be made more fitted at the top to accentuate the waist.\n2. The dress can be made more flowy at the bottom with a more delicate fabric.\n3. The skirt of the dress can be made longer and more voluminous.\n4. Change the neckline of the dress to be more scooped."}
{"target": "B0078LJ5JQ", "candidate": "B007B8692M", "finemt": "Add a more detailed design to the straps of the dress. Adjust the length of the dress to be longer. Change the color of the belt to a more contrasting color. Modify the design of the halter neck to be more intricate. Add a more detailed pattern to the skirt of the dress."}
{"target": "B00BY3FON0", "candidate": "B004J9CI6M", "finemt": "1. Add a more intricate pattern to the skirt.\n2. Add a more structured and defined waistline.\n3. Replace the black straps with a more delicate design.\n4. Modify the design to have a more fitted bodice and a more voluminous skirt.\n5. Adjust the length of the sleeves to be shorter and more fitted."}
{"target": "B008IGU56C", "candidate": "B007WA13PC", "finemt": "To transform the reference image to the target image:\n\n1. The dress can be made shorter.\n2. The dress can be made more asymmetrical.\n3. The dress can be made more fitted.\n4. The dress can be made more flowy.\n5. The sleeves of the dress can be shortened or removed."}
{"target": "B00BD03JWM", "candidate": "B00AX35G4O", "finemt": "1. Add a more defined waistline to the dress.\n2. Modify the skirt of the dress to have a more voluminous and flowing design.\n3. Change the sleeveless design of the dress to a halter neckline.\n4. Replace the silver studs with sequins or beads.\n5. Replace the leopard print pattern with a solid black fabric."}
{"target": "B00FS7K0HI", "candidate": "B004OHD7VY", "finemt": "Change the strapless design of the dress to a strap design. Modify the neckline of the dress to be more rounded. Modify the bodice of the dress to have a more fitted and cinched waist. Adjust the length of the dress to be slightly longer. Add a more intricate and detailed pattern to the skirt of the dress."}
{"target": "B006W6PZVK", "candidate": "B00CPYIJH0", "finemt": "To transform the reference image to the target image:\n\n1. Change the neckline of the dress to be more rounded.\n2. Change the color of the dress to be more vibrant.\n3. Make the skirt of the dress shorter, with a flowy design.\n4. Change the sleeves of the dress to be shorter.\n5. Make the overall silhouette of the dress more fitted."}
{"target": "B00BRBEBE2", "candidate": "B00CLZZYQM", "finemt": "Make the dress longer, reaching down to the mid-calf or lower. Ensure that the dress has a strapless design, with no visible straps. Add a colorful floral print to the dress. Add a ruffle or gathered detail at the waist of the dress. Add a belt or sash around the waist of the dress."}
{"target": "B00ELNWU5K", "candidate": "B00B9R6GOC", "finemt": "1. Replace the gold bracelet with a neutral-colored bracelet.  \n2. Adjust the length of the dress to knee-length.  \n3. Change the color of the dress to a neutral tone.  \n4. Replace the leopard print pattern with a more subtle, textured pattern.  \n5. Ensure that the overall fit of the dress is snug and form-fitting."}
{"target": "B00DUFXFWW", "candidate": "B0051SQLA4", "finemt": "1. The length of the dress can be shortened. \n2. The sleeves of the dress can be shortened. \n3. The overall fit of the dress can be made more loose and flowy. \n4. The embroidery on the dress can be simplified, with fewer colors and less intricate designs. \n5. Change the neckline of the dress to be more square-shaped."}
{"target": "B005UEVJ06", "candidate": "B0096MXXC0", "finemt": "Change the shape of the top to be more fitted, with a more structured design.  \nChange the color of the top to be black, with a solid design.  \nChange the color of the skirt to be beige, with a solid design.  \nChange the color of the shoes to be brown, with a strappy design."}
{"target": "B001ASBT0Q", "candidate": "B008EMCCFC", "finemt": "1. Change the overall color of the dress to black or deep navy blue.\n2. Replace the zipper in the center of the dress with a more prominent metallic finish or a contrasting color zipper.\n3. Change the sleeveless design to a more fitted silhouette with a defined waistline and flared skirt."}
{"target": "B008NC8A68", "candidate": "B005BWQMHW", "finemt": "Change the sleeves of the dress to be longer.\n\nAdd a belt. \n\nModify the neckline of the dress to be more fitted. \n\nChange the color of the dress to a more vibrant shade. \n\nAdjust the length of the skirt to be shorter."}
{"target": "B0098BV4P2", "candidate": "B00BLZGHTQ", "finemt": "Add buttons to the front of the dress. Change the color of the dress from black to green. Modify the neckline of the dress. Add sleeves to the dress. Add a belt around the waist to give the dress a more defined silhouette."}
{"target": "B00A9SQCQ4", "candidate": "B0084JU6JE", "finemt": "Change the neckline of the dress to a more halter-style with a more open design. The heels worn with the dress can be changed to a more modern design. The belt around the waist can be made more prominent and decorative. The skirt of the dress can be made more flared and voluminous."}
{"target": "B007KJ0I3I", "candidate": "B009EU9GHA", "finemt": "1. Add a more intricate pattern or design to the dress.\n2. Change the footwear to a pair of sandals.\n3. Change the color of the dress to a more vibrant pink.\n4. Adjust the neckline of the dress to be more rounded.\n5. Modify the sleeves of the dress to be shorter."}
{"target": "B00C59LZZS", "candidate": "B00D3YFSRA", "finemt": "Ensure that the overall fit of the dress is loose and flowy. Change the color of the dress to a darker shade. Change the sleeve design to be long sleeved. Adjust the length of the dress to be longer. Modify the neckline of the dress to be a V-neck. Modify the design of the dress to have a more intricate pattern."}
{"target": "B00604Z1UY", "candidate": "B003JH7YAK", "finemt": "1. The skirt of the dress can be made shorter and more fitted, with a more defined waistline.\n2. Change the halter neckline of the dress to a strapless neckline, with a more fitted bodice.\n3. The belt can be changed to a thinner, more delicate design, with a bow or other decorative element."}