{"target": "B00CBNH8JK", "candidate": "B008E5CF6U", "finemt": "1. Add a graphic design on the left side of the shirt.  \n2. Change the font of the graphic design to a more modern and bold font.  \n3. Change the color of the shirt to a darker shade of grey.  \n4. Add a collar to the shirt.  \n5. Shorten the sleeves of the shirt.  "}
{"target": "B000QF3RM2", "candidate": "B00AQJQ1P8", "finemt": "1. Change the text on the t-shirt to \"In the Big Sister\".\n2. Change the color of the t-shirt to white, with a pink and green design.\n3. Ensure that the t-shirt has a round neckline and short sleeves.\n4. Add a small logo or watermark on the bottom right corner of the t-shirt."}
{"target": "B00BN3RT7U", "candidate": "B008CLTEOW", "finemt": "Modify the design on the t-shirt to be more abstract, with a more minimalist look. Change the color of the t-shirt to a darker grey. Adjust the font style and size of the text on the t-shirt to be more modern and sleek. Add a subtle texture to the fabric of the t-shirt."}
{"target": "B005U9XWHO", "candidate": "B007FNZBB8", "finemt": "Adjust the font of the text on the t-shirt to be more bold and eye-catching. Modify the plaid pattern on the t-shirt to be more abstract. Change the color of the star logo to a more vibrant shade of blue. Modify the overall fit and style of the t-shirt to be more casual and relaxed. Add a more intricate and detailed border around the star logo."}
{"target": "B007Q8O4DS", "candidate": "B00A9YAPPM", "finemt": "1. Add a pocket on the front of the shirt.\n2. Change the collarless design to a collared design.\n3. Shorten the sleeves of the shirt.\n4. Use a more breathable and lightweight fabric.\n5. Make the shirt more fitted and tailored.\n6. Add a V-neck or a low-cut neckline to the shirt."}
{"target": "B007R1OLUK", "candidate": "B004PDFZX0", "finemt": "Change the font of the word \"Mustang\" to a more modern and sleek font. Change the color of the shirt to a dark grey. Add a red, white, and blue stripe on the shirt."}
{"target": "B00BHA80PE", "candidate": "B009YFB7NG", "finemt": "1. Add a small logo or emblem to the hoodie.\n2. Change the color of the hoodie to a neutral tone.\n3. Add a button-up collar to the hoodie.\n4. Add a pocket to the hoodie.\n5. Replace the hoodie's drawstrings with a tie or ribbon.\n6. Ensure that the hoodie has a relaxed fit."}
{"target": "B0084G4OO0", "candidate": "B004VMHTM0", "finemt": "1. Change the color of the shirt to a lighter shade.  \n2. Add a pocket to the front of the shirt.  \n3. Change the sleeve length of the shirt to be shorter.  \n4. Add a button-down collar to the shirt.  \n5. Add a graphic design to the shirt.  \n6. Ensure that the collar of the shirt is pointed.  "}
{"target": "B0062VY5QG", "candidate": "B007CW5N3S", "finemt": "Change the color of the shirt to black.  \nModify the design of the logo on the shirt to be more stylized and bold, with a red accent.  \nAdd a graphic or pattern to the shirt.  \nEnsure that the overall fit and style of the shirt is comfortable and casual.  \nEnsure that the font of the text on the shirt is larger and more prominent."}
{"target": "B00B7386O6", "candidate": "B001UL1VWO", "finemt": "Add a shirt. Change the solid blue color of the shirt to a bright yellow color."}
{"target": "B00BGN8KFW", "candidate": "B005MND4AI", "finemt": "5. Modify the pattern on the shirt to include more guitar images with an intricate and detailed design."}
{"target": "B00EL8HNG6", "candidate": "B0009ORHG2", "finemt": "Change the color of the tie to a more vibrant shade of red.\n\nAdd a pocket to the front of the shirt.\n\nChange the color of the pants to a neutral shade.\n\nAdd a button to the front of the pants.\n\nEnsure the overall fit of the shirt and pants is more tailored and slim-fitting. \n\nEnsure the collar of the shirt is more pointed and crisp."}
{"target": "B004KUR6PI", "candidate": "B0051BSPI2", "finemt": "To transform the reference image:\n\n1. Change the color of the shirt to grey.\n2. Modify the font of the text on the shirt to white.\n3. Modify the layout of the text on the shirt to be more similar.\n4. Ensure that the design of the thumbs-up icon on the shirt is more similar."}
{"target": "B000FQ1EUO", "candidate": "B008P49XTC", "finemt": "1. Add a subtle design or pattern to the shirt.\n2. Change the color of the shirt to be more yellow.\n3. Adjust the fit of the shirt to be more fitted.\n4. Ensure that the sleeves are short and slightly rolled up."}
{"target": "B005LY4TQ6", "candidate": "B0045KI9Q8", "finemt": "1. Add a red outline around the edges of the t-shirt.\n2. Add a red border around the text.\n3. Change the color of the t-shirt from black to gray.\n4. Change the font of the text to bold, white, and slightly distressed."}
{"target": "B007FUH79K", "candidate": "B007FUG64W", "finemt": "Change the font of the \"BELIEVE\" text to be more bold and blocky, with a more modern look. Ensure that the silhouette is centered on the shirt, with a more symmetrical placement. Change the color of the silhouette to be more white, with a more stylized design. Add a small logo or tag to the shirt."}
{"target": "B0052RVRJY", "candidate": "B007VGEMWS", "finemt": "1. Replace the red background of the \"OLD ARMY\" text with a white background.\n2. Change the font style of the \"OLD ARMY\" text to a modern and bold font.\n3. Use a high-quality, durable fabric for the t-shirt.\n4. Ensure the neckline of the t-shirt is straight and even."}
{"target": "B0077DAFJY", "candidate": "B00BJ82MUS", "finemt": "Ensure that the shirt has a regular fit, with a straight cut and no excess fabric. Change the color of the shirt to black."}
{"target": "B00789TS04", "candidate": "B005HJ5J1O", "finemt": "1. Add a pocket to the left chest area of the shirt. \n2. Add a small logo or emblem to the left pocket. \n3. Ensure that the shirt has a crew neckline. \n4. Ensure that the overall fit of the shirt is loose and comfortable. \n5. Change the color of the pants to black."}
{"target": "B00BUYUVTA", "candidate": "B009LIZHPA", "finemt": "2. Add a small white tag or label to the left side of the neckline.  \n4. Change the color of the shirt to a darker shade, such as navy blue or black.  \n5. Add a small white logo or emblem to the left chest area of the shirt.  \n6. Add a graphic design to the shirt.  "}
{"target": "B003BT5WXC", "candidate": "B000IO8RTE", "finemt": "Adjust the sleeve length to be shorter.  \nAdjust the fit of the shirt to be more relaxed.  \nChange the belt to a darker color.  \nAdd a pocket.  \nModify the collar to be more pointed."}
{"target": "B00AQJPIX4", "candidate": "B00AQFAIE2", "finemt": "Add a crown symbol above the text. Include stars around the text. Change the color of the t-shirt to dark blue. Modify the text on the t-shirt to have a distressed or faded look."}
{"target": "B00CAHOA8E", "candidate": "B00AHZU8OQ", "finemt": "To transform the reference image to the target image: 1. Consider adding a small graphic or design element to the shirt. 2. Add a gradient effect to the logo. 3. Incorporate a subtle texture or pattern to the logo. 4. Change the color of the logo to a more vibrant shade."}
{"target": "B004U952YQ", "candidate": "B00BP5JI2K", "finemt": "To transform the reference image to target image:\n\n1. Adjust the sleeve length to be slightly shorter. \n2. Change the color of the stripes on the shirt to be more vibrant and eye-catching. \n3. Change the color of the shirt to white. \n4. Add a pocket to the front of the shirt."}
{"target": "B00151Y3FQ", "candidate": "B000RO0LH6", "finemt": "1. Change the color of the t-shirt from orange to black.\n2. Modify the graphic on the t-shirt to include a square frame with a white border.\n3. Ensure that the text \"Game Over\" is white and centered below the graphic.\n4. Inside the square frame, add a graphic of a man, a woman, and a bride and groom."}
{"target": "B005VTOXDU", "candidate": "B009MHWKSM", "finemt": "1. Change the color of the grenade to yellow or gold.\n2. Add intricate details to the grenade.\n3. Replace the blue circle surrounding the grenade with a stylized or abstract pattern."}
{"target": "B00BTKSROG", "candidate": "B004WU17H4", "finemt": "1. Add a logo to the left chest area of the shirt.\n2. Add a contrasting white stripe to the side of the shirt.\n3. Change the sleeves of the shirt to be shorter.\n4. Add a collar to the shirt."}
{"target": "B007FUJBUS", "candidate": "B005OLMF1W", "finemt": "Change the color of the t-shirt from black to purple. Add a red heart symbol next to the word \"Bacon\" in the design."}
{"target": "B00A3HVFXG", "candidate": "B001ADGBA4", "finemt": "Use a more graphic and edgy font for the text on the shirt. Modify the design on the shirt to be more bold and eye-catching. Adjust the fit of the shirt to be more form-fitting. Add more contrast to the design elements. Change the color of the stripes on the shirt to be more vibrant. Incorporate more geometric shapes into the design."}
{"target": "B00ECCAH7S", "candidate": "B00CNDX0H2", "finemt": "1. The text should be centered on the shirt, with a balanced and symmetrical layout.\n2. The text on the shirt should be in black color, with a contrasting background color to make it stand out.\n3. Change the font style of the text to be more bold and clear, with a more modern and eye-catching design."}
{"target": "B0098IU424", "candidate": "B000KD426K", "finemt": "1. Add more details to the train.  \n2. Ensure that the text on the train is clear and legible.  \n3. Change the color of the train to be more vibrant and eye-catching.  \n4. Add a small logo or emblem to the shirt.  \n5. Change the style of the shirt to be more casual and comfortable.  "}
{"target": "B000O5DYJA", "candidate": "B003AM7WQK", "finemt": "Ensure that the buttons on the shirt are evenly spaced and aligned. Modify the collar of the shirt to be more pointed and slightly higher. Increase the contrast of the plaid pattern to make it more prominent and distinct. Adjust the plaid pattern to have more vertical and horizontal stripes, giving it a more classic and timeless look. Add a pocket to the left chest area of the shirt."}
{"target": "B0038MNBF8", "candidate": "B008LMFM5M", "finemt": "Ensure that the belt is brown and has a gold buckle. Change the color of the sweater to black. Change the pants to be beige. Adjust the sleeve length to be longer."}
{"target": "B00C1ETPD6", "candidate": "B00B9QZDKG", "finemt": "To transform the reference image to target image:\n\n1. Ensure that the design on the t-shirt is symmetrical, with a diamond shape and a lightning bolt in the center.\n2. Change the color of the t-shirt to a dark blue.\n3. Add details to the design. \n4. Change the color of the jeans to a lighter shade."}
{"target": "B00AWKALYS", "candidate": "B006VWU240", "finemt": "1. Add a pocket to the front of the shirt.\n2. Modify the collar to be more pointed and structured.\n3. Adjust the placement of the buttons to be evenly spaced and aligned.\n4. Change the short sleeves to long sleeves."}
{"target": "B005QBCX0S", "candidate": "B005CDUR3U", "finemt": "1. The shirt can be made more loose-fitting.\n2. The sleeves of the shirt can be shortened to a more casual length.\n3. Change the collar of the shirt to be more pointed and less rounded."}
{"target": "B005DH3LS8", "candidate": "B00ALS5DUI", "finemt": "1. Ensure that the sleeves of the white t-shirt are short. \n2. Change the fit of the white t-shirt to be more relaxed.\n3. Add a logo or emblem.\n4. Add a pocket.\n5. Change the color of the stripes on the white t-shirt to black and gray.\n6. Change the neckline of the white t-shirt to a V-neck."}
{"target": "B002KQ6N8K", "candidate": "B001S2PPAY", "finemt": "Add a t-shirt. Change the color of the t-shirt to be lighter and more white in color. Change the neckline of the t-shirt to be more rounded and less structured. Modify the design on the t-shirt to be more abstract and less detailed."}
{"target": "B00C65Q04C", "candidate": "B00C65Q6M8", "finemt": "1. The shirt should have a color scheme with blue and white stripes. \n2. Change the sleeves of the shirt to be shorter with a more fitted design. \n3. The collar of the shirt should be more pointed and structured. \n4. The shirt should have a relaxed fit."}
{"target": "B003L5ZBZ0", "candidate": "B00H4GLJAI", "finemt": "Change the color of the t-shirt from purple to black. Modify the font style of the text to be more bold and stylized, with a red outline. Add a graphic element to the design. Adjust the positioning of the text to be centered on the front of the t-shirt."}
{"target": "B000IZ7GTU", "candidate": "B003UQJ30Y", "finemt": "1. The buttons can be made more prominent and larger.\n2. Change the collar to be more pointed and have a more classic design.\n3. The sleeves can be made longer.\n4. The pocket can be made more prominent with a contrasting color or design.\n5. The cuffs can be made more decorative with a contrasting color or pattern."}
{"target": "B005VLYPLS", "candidate": "B005B5GD2I", "finemt": "1. Change the color of the shirt to a darker gray.\n2. Adjust the sleeve length to be longer, with the cuffs rolled up.\n3. Modify the pocket design to be more prominent and have a different shape.\n4. Adjust the overall fit of the shirt to be more relaxed and casual."}
{"target": "B0038MK5HA", "candidate": "B0038MS036", "finemt": "Adjust the button placement on the shirt to be more evenly spaced and symmetrical. Ensure that the collar of the shirt is pointed and well-defined. Add a small logo or emblem to the shirt on the pocket or the chest. Modify the pocket on the shirt to be more prominent and distinct, with a contrasting color or design."}
{"target": "B00BF7OWIS", "candidate": "B00B8QYI4O", "finemt": "1. Modify the overall style of the shirt to be more casual and comfortable, with a slightly wrinkled or relaxed fit. \n2. Change the color of the pants to a more neutral shade. \n3. Modify the design on the left chest area to be more prominent, such as a larger logo. \n4. Adjust the fit of the shirt to be more relaxed."}
{"target": "B007K1DTQO", "candidate": "B002BOMBFA", "finemt": "1. Change the color of the t-shirt to a darker shade of green.\n2. Add the word \"BROKE\" in yellow text above the cartoon character.\n5. Modify the design on the t-shirt to include a cartoon character wearing a top hat and a suit, with a mustache and a surprised expression."}
{"target": "B004K9ZLPQ", "candidate": "B00C3B32V8", "finemt": "Add a small ruffle or gathering at the bottom of the shirt. Change the font of the text on the shirt to be more modern and bold. Add a small logo or design on the left chest area. Change the neckline of the shirt to be more rounded."}
{"target": "B00BRB215I", "candidate": "B00383WPEK", "finemt": "1. Modify the design of the Star Wars logo to be more prominent and larger.\n2. Incorporate a more vibrant color palette, with red, white, and black being the dominant colors.\n3. Change the color of the t-shirt to black.\n4. Add a graphic of Darth Vader and other characters from the Star Wars universe to the front of the t-shirt."}
{"target": "B00ET9WWIQ", "candidate": "B008FZP0SY", "finemt": "1. Replace the blue tank top with a gray tank top.\n2. Add a black band or waistband to the tank top.\n3. Modify the graphic design to include the number \"2\" in red."}
{"target": "B009AVTBBE", "candidate": "B00B9QZDKG", "finemt": "1. The font of the graphic should be a combination of curves and angles.\n2. Change the graphic on the shirt to a mix of orange and black colors.\n3. The graphic should be placed in the center of the shirt with a symmetrical design.\n4. The shirt should have a simple and clean design."}
{"target": "B000X4JO3C", "candidate": "B00DESVY82", "finemt": "To transform the reference image to target image: 1. The text should be in a sans-serif font. 2. Change the font style of the text to bold and blocky. 3. The background color of the text should be a darker shade of blue."}
{"target": "B0071IY09G", "candidate": "B009GFN4D0", "finemt": "Change the collar of the shirt to be more pointed. The sleeves of the shirt can be removed to make it sleeveless."}
{"target": "B007VYR8S0", "candidate": "B007VYR4B6", "finemt": "1. The graphic should be in a bright orange color, with yellow outlines and details.\n2. The shirt should have a slight wrinkle to give it a casual look.\n3. The shirt should be worn with dark blue jeans.\n4. The shirt should have a round neckline and short sleeves."}
{"target": "B00609SCAK", "candidate": "B0089VBFG0", "finemt": "1. Change the graphic on the front of the shirt to a red heart with a keyhole, surrounded by barbed wire.\n3. Add a subject.\n4. Add a subject.\n5. Ensure that the graphic on the front of the shirt is centered and has a clear contrast with the white background."}
{"target": "B0036BXDCM", "candidate": "B001U9SESA", "finemt": "Ensure that the overall fit of the shirt is more relaxed and comfortable. Add more pockets to the shirt for added functionality. Adjust the collar to be more pronounced."}
{"target": "B0087TM8T2", "candidate": "B008MMHS94", "finemt": "1. The overall color scheme of the shirt can be changed to a more muted and subdued tone.  \n2. The font of the word \"RISE\" can be changed to a more modern and sleek design.  \n3. The font of the phrase \"The Dark Knight Rises\" can be changed to a more bold and eye-catching design."}
{"target": "B0039SLY96", "candidate": "B00CEKL6P2", "finemt": "1. Ensure that the sleeves are long and rolled up at the cuffs.\n2. Add a collar.\n3. Add a small logo or emblem to the left chest area.\n4. Add buttons down the front.\n5. Add a pocket to the left side."}
{"target": "B00FLKSTVG", "candidate": "B008SO8LKQ", "finemt": "Add a belt. Add a pocket. Add a contrasting white stripe down the center. Make the cuffs more pronounced. Change the collar to be more pointed and structured. Ensure buttons are white and polished."}
{"target": "B00E58HDIU", "candidate": "B00CWA1MEY", "finemt": "Ensure that the shirt has long sleeves. Modify the collar of the shirt to be more pointed and less rounded."}
{"target": "B007PYDIGW", "candidate": "B0076IKTVO", "finemt": "Ensure that the collar of the shirt is more pronounced, with a wider and more defined shape. Adjust the sleeves of the shirt to be shorter. Change the solid darker color of the shirt to a solid black color. Modify the overall fit of the shirt to be more relaxed and comfortable, with a slightly loose and flowing silhouette. Add a subtle contrast to the shirt."}
{"target": "B003QCGSUA", "candidate": "B003QCGS6Y", "finemt": "To transform the reference image to target image:\n\n1. The overall fit of the shirt can be made looser.\n2. The sleeves of the shirt can be made shorter.\n3. Change the collar of the shirt to be more pointed and have a more structured shape."}
{"target": "B006HZGH5Y", "candidate": "B009XDKXQQ", "finemt": "Add a button-down front to the shirt. Modify the collar of the shirt. Modify the cuffs of the shirt. Change the sleeves of the shirt. Change the color of the shirt. Add a contrasting pocket to the shirt."}
{"target": "B008M61EOU", "candidate": "B003VZQZZ0", "finemt": "1. The overall fit of the shirt can be made more form-fitting, with a more tailored and athletic silhouette. \n2. The white stripes on the sleeves can be made thinner or removed altogether. \n3. The \"IRELAND\" logo can be updated to have a more contemporary design."}
{"target": "B0035LDL98", "candidate": "B00BEEF7SG", "finemt": "1. Incorporate a contrasting color or design on the collar or cuffs. \n2. Modify the collar of the shirt to be more pointed and structured. \n3. Adjust the sleeve length to be slightly shorter."}
{"target": "B009MJ5UV4", "candidate": "B006LG88OC", "finemt": "1. Change the short sleeves of the white t-shirt to longer sleeves.\n2. Add buttons to the front of the white t-shirt.\n3. Change the design on the white t-shirt to a thin stripe or a simple logo.\n4. Add a collar to the white t-shirt.\n5. Change the color of the white t-shirt to a darker shade."}
{"target": "B00BPYKY6A", "candidate": "B004I09XH4", "finemt": "1. Consider adding a small logo or watermark to the bottom right corner of the shirt.\n2. Adjust the positioning of the text to be centered on the chest area.\n3. Change the font style of the text \"THE MAN THE MYTH THE LEGEND\" to Helvetica or Futura.\n4. Incorporate a small graphic or icon to the left of the text."}
{"target": "B00B1FCC1S", "candidate": "B00ASP0N90", "finemt": "Change the color of the shirt to a darker shade of blue. Ensure that the overall design of the shirt is more graphic and eye-catching. Add a mountain range design on the shirt. Incorporate a moon and starry night sky design on the shirt. Add a wolf image to the shirt."}
{"target": "B00573N27I", "candidate": "B00C0FGK4S", "finemt": "1. Change the text on the t-shirt to read \"Chuck Norris's Forecast: Cloudy with a 90% chance of pain.\"\n2. Modify the font of the text to be more bold and blocky.\n3. Add a small logo or symbol on the bottom right corner of the t-shirt.\n5. Change the color of the t-shirt from white to light gray."}
{"target": "B004VF26HA", "candidate": "B007E9TVKU", "finemt": "1. Add a graphic design on the sleeves of the shirt.\n2. Add a pocket on the left side of the shirt.\n3. Change the color of the shirt to black.\n4. Change the short-sleeved shirt to a long-sleeved shirt."}
{"target": "B00C9T3728", "candidate": "B00CC719WM", "finemt": "1. Change the plaid pattern of the shirt to a solid light blue color.\n2. Replace the buttons on the shirt with white buttons.\n3. Roll up the sleeves of the shirt slightly.\n4. Raise the collar of the shirt slightly.\n5. Make the overall fit of the shirt slightly looser."}
{"target": "B005FQ1Y36", "candidate": "B004YDMLGA", "finemt": "1. Change the color of the shirt to a darker shade.\n2. Add a collar to the shirt.\n3. Add a pocket to the pants.\n4. Add a belt to the pants.\n5. Add a graphic or design to the shirt."}
{"target": "B000MSP9A6", "candidate": "B00DJ1OVF2", "finemt": "1. Change the color of the hoodie to brown with black and tan stripes.\n2. Add a pocket to the front of the hoodie.\n3. Ensure that the hoodie has a more relaxed fit, with slightly longer sleeves.\n4. Adjust the position of the hood to be more centered on the head.\n5. Remove the zipper from the hoodie."}
{"target": "B00B1F8CLM", "candidate": "B008M9UA6K", "finemt": "Adjust the length of the sleeves to be slightly shorter. Ensure that the overall fit of the shirt is slightly looser around the torso and arms. Adjust the pattern of the shirt. Change the color of the shirt. Modify the collar of the shirt to have a more classic shape. Change the placement of the buttons on the shirt to be more symmetrical and evenly spaced."}
{"target": "B0068DJL1M", "candidate": "B004OVE1ZG", "finemt": "Add a few wrinkles to the fabric of the shirt. Modify the collar of the shirt to be more rounded and less pointed. Adjust the placket of the shirt to be less buttoned, with fewer buttons. Change the long sleeves of the shirt to short sleeves. Add a few patch pockets to the shirt."}
{"target": "B008AU8CE8", "candidate": "B00AAVKI6A", "finemt": "Add a more pronounced pocket. Change the fabric to be more textured and wrinkled. Change the color to a brown shade with an intricate checkered pattern. Adjust the sleeve length to be longer with a relaxed fit. Modify the collar to be more pointed with a structured shape. Add a more prominent button placket."}
{"target": "B009Z1KTPG", "candidate": "B00CN6V5JY", "finemt": "1. Change the color of the \"AUSTIN CARLILE OR DIE\" text to white.\n2. Ensure the \"AUSTIN CARLILE OR DIE\" text is centered on the front.\n3. Change the font style of the \"AUSTIN CARLILE OR DIE\" text to a bold and edgy font."}
{"target": "B008ZBR29I", "candidate": "B006IKQMUS", "finemt": "1. Modify the design on the sleeve to be more abstract and less detailed.\n2. Ensure that the overall fit of the shirt is loose and relaxed, with a slightly oversized look.\n3. Change the color of the shirt to a darker blue.\n4. Add a subtle wrinkle to the fabric of the shirt."}
{"target": "B00359FKY4", "candidate": "B008LDGIFO", "finemt": "1. Change the color of the shirt to a darker shade.\n2. Change the font style of the text on the shirt to a more western-inspired font.\n3. Add a detailed design to the pocket of the shirt.\n4. Add a detailed design to the sleeves of the shirt.\n5. Add a detailed design to the front of the shirt."}
{"target": "B009F2SGIM", "candidate": "B0006M1TT8", "finemt": "1. Ensure that the collar of the shirt is more pointed and less rounded.\n2. Ensure that the overall fit of the shirt is more tailored and less loose."}
{"target": "B0035L696A", "candidate": "B0042AOWMG", "finemt": "1. Add a pocket to the left chest area of the shirt. \n2. Add buttons down the front of the shirt. \n3. Add a small logo or tag to the left pocket area. \n4. Add a collar to the shirt."}
{"target": "B00A4NK9LS", "candidate": "B00EE16KAK", "finemt": "1. Add a black and white design on the front of the t-shirt.\n2. Add a red and black design on the front of the t-shirt.\n3. Change the color of the t-shirt from black to white.\n4. Add a black and white design on the front of the t-shirt."}
{"target": "B008BTA8U4", "candidate": "B004QWYYXC", "finemt": "1. Ensure that the overall fit of the t-shirt is loose and comfortable.\n2. Add a more intricate design around the skull.\n3. Change the font of the \"Motorhead\" text to be more distressed and worn-out.\n4. Change the color of the t-shirt to black."}
{"target": "B004U91APQ", "candidate": "B0084ZY0NG", "finemt": "Add a more casual and comfortable fit to the sweater, with a slightly looser waistband and longer sleeves. Adjust the placement of the zipper on the sweater to be more centered. Modify the hood of the sweater to be more rounded and less pointed."}
{"target": "B00ERMYLVG", "candidate": "B00898240Y", "finemt": "1. Change the font of the text on the back of the t-shirt to be more bold.\n2. Change the color of the t-shirt to be more black.\n3. Ensure that the overall fit of the t-shirt is more fitted.\n4. Add a graphic design or logo.\n5. Modify the design on the back of the t-shirt to be more graphic."}
{"target": "B003O9FHNE", "candidate": "B004T6MYGO", "finemt": "1. Include a yellow and red striped design on the t-shirt.\n2. Change the color of the t-shirt to yellow.\n3. Replace the graphic on the t-shirt with a large black cat's head with a red circle around it."}
{"target": "B002NKM5O4", "candidate": "B00AEMS9BQ", "finemt": "1. Ensure that the sleeves are short with a relaxed fit. \n2. Add buttons to the front of the shirt. \n3. Add a pocket to the front of the shirt. \n4. Add a structured collar to the shirt. \n5. Ensure that the overall fit of the shirt is loose and relaxed."}
{"target": "B005JVJJ0W", "candidate": "B004V90EG6", "finemt": "To transform the reference image:\n\n1. The fabric of the shirt can be made more smooth and wrinkle-free.\n2. The overall fit of the shirt can be made more tailored and slim.\n3. The buttons on the shirt can be made more shiny and metallic.\n4. Change the collar of the shirt to be more pointed and have a more classic design."}
{"target": "B00BS2CNN6", "candidate": "B00BQ1F1A6", "finemt": "Change the color of the shirt to a vibrant yellow with a floral pattern.  \nChange the collar of the shirt to a more classic point collar.  "}
{"target": "B002Q98J6U", "candidate": "B00B88TQCQ", "finemt": "Ensure that the shirt is well-fitted and not too tight or too loose. Add a small logo or tag on the left side of the shirt, near the neckline. Change the color of the shirt to a lighter shade of blue. Ensure that the sleeves are long and slightly loose."}
{"target": "B008LTRI4I", "candidate": "B00C7IOOWI", "finemt": "Change the collarless design of the black shirt to a collarless design with a more casual and relaxed look. Use a softer fabric or a more wrinkled texture to give the shirt a more casual and laid-back feel. Ensure that the overall fit of the shirt is more relaxed and comfortable, with a slightly oversized look."}
{"target": "B008LF5OT8", "candidate": "B005O1AC8A", "finemt": "To transform the reference image:\n\n1. The text should be in a larger font size.\n2. The text should be in a bold font.\n3. Change the font style to be more modern and sleek, with a minimalist design.\n4. The text should be centered on the front of the shirt.\n5. The text should be in white color, with a subtle gradient effect."}
{"target": "B00EPNTUHW", "candidate": "B00D8YE06U", "finemt": "Change the color of the shirt to black. Change the text on the shirt to \"Certified Ghost Hunter\" in white. Replace the white ghost with a white ghost hunter design. Add a white border around the ghost hunter design. Add a white outline around the text \"Certified Ghost Hunter.\""}
{"target": "B00CFSX200", "candidate": "B00A04F8Z8", "finemt": "Change the color of the t-shirt to a neutral tone.\n\nRemove the face and any facial features from the t-shirt design.\n\nAdd a subtle texture or pattern to the t-shirt.\n\nReplace the silhouette with a simple shape or pattern.\n\nAdjust the size of the design to be smaller.\n\nEnsure the overall shape of the t-shirt has a round neckline and short sleeves."}
{"target": "B00AET4562", "candidate": "B0067D1IAA", "finemt": "To transform the reference image to target image:\n1. The neckline of the shirt should be slightly higher.\n2. Change the color of the airplane design to white.\n3. Ensure that the airplane design is centered on the shirt."}
{"target": "B00361EW86", "candidate": "B008PYRE7K", "finemt": "Change the short sleeves of the shirt to long sleeves. Change the collar of the shirt to a classic point collar. Add a pocket. Add a button placket to the front of the shirt."}
{"target": "B000LKK07W", "candidate": "B000NK5H5A", "finemt": "Add a more intricate design to the pleats on the front of the shirt. Replace the black buttons on the cuffs with silver or gold ones. Ensure that the cuffs of the shirt are neatly folded and have a more structured appearance. Change the collar of the shirt to be more pointed and less wide. Replace the bow tie with a black or gray tie."}
{"target": "B006L18ZRW", "candidate": "B0059PB1R2", "finemt": "1. Add a more relaxed fit to the t-shirt.\n2. Change the t-shirt color to black.\n3. Center the logo on the front of the t-shirt.\n4. Add a colorful logo.\n5. Add a wrinkled, distressed look to the t-shirt.\n6. Ensure the sleeves are short and the neckline is round."}
{"target": "B00DV140VU", "candidate": "B00DUZCDXO", "finemt": "Change the color of the shirt to white. Add a pocket to the left chest area of the shirt. Add a button-down collar to the shirt. Add a logo or emblem to the left chest area of the shirt. Increase the length of the sleeves."}
{"target": "B000VCB678", "candidate": "B004XFY3Y2", "finemt": "1. Change the color of the Metallica text to blue with a stylized and bold font. \n2. Change the neon green Metallica logo to a subdued blue color."}
{"target": "B001UVEZD6", "candidate": "B00A4LCZXA", "finemt": "1. Change the yellow bee design to a white male face with a beard.\n2. Ensure that the overall design is centered on the front of the t-shirt.\n3. Replace the Chinese characters with the name \"George Carlin\" in white text.\n4. Add the years \"1937-2008\" below the name in white text."}
{"target": "B002QYC7WC", "candidate": "B009L5ZUGY", "finemt": "Change the collar of the shirt to be more rounded and less pointed. The sleeves of the shirt can be shortened to a more relaxed length."}